Repository: martyr-deepin/deepin-store
Catalog: locale/*.po
Languages: bg, hr, nl

source: On uninstalling the software
bg: При деинсталиране софтуерът
hr: Tijekom deinstalacije softvera
nl: Bij het deïnstalleren van de software

source: Delete configuration files
bg: Изтриване на конфигурационите файлове
hr: Obriši datoteke podešavanja
nl: Configuratiebestanden verwijderen

source: Download settings
bg: Настройки за изтегляне
hr: Postavke preuzimanja
nl: Download instellingen

source: Maximum number of download tasks:
bg: Максимален брой на задачите за изтегленя:
hr: Maksimalan broj preuzimanja:
nl: Maximum aantal download taken:

source: Download directory:
bg: Папка за изтегляне:
hr: Direktorij preuzimanja:
nl: Download map:

source: Change
bg: Промени
hr: Promijeni
nl: Wijzigen

source: Select the best mirror
bg: Избор за най-добро огледало
hr: Odaberi najbolji zrcalni poslužitelj
nl: Selecteer de beste mirror

source: Waiting
bg: Изчакване
hr: Čekanje
nl: Wachten

source: Successfully
bg: Успешно
hr: Uspješno
nl: Met succes

source: Upgrade automatically
bg: Автоматично надграждане
hr: Automatski nadogradi
nl: Automatisch upgraden

source: Time interval:
bg: Времеви интервал:
hr: Vremensko razdoblje:
nl: Tijdsinterval:

source: hour
bg: час
hr: sata
nl: uur

source: Select mirror
bg: Избор на огледало
hr: Odaberi zrcalni poslužitelj
nl: Selecteer mirror

source: Select Directory
bg: Избери директория
hr: Odaberi direktorij
nl: Selecteer Map

source: Speed testing will finish only after one minute, please wait.
bg: Теста за скорост ще приключи след минута, почакайте.
hr: Testiranje brzine će završiti nakon jedne minute, malo pričekajte.
nl: Snelheidstest zal na slechts één minuut klaar zijn, gelieve te wachten.

source: Test is completed, the fastest mirror source is "%s", switch now?
bg: Тестът приключи, най бързото огледало е "%s", да го изберем ли?
hr: Test je završen, najbrži zrcalni poslužitelj je "%s", da promijenim odmah?
nl: Test is afgerond, de snelste mirror bron is "%s", nu overschakelen?

source: General
bg: Общи
hr: Općenito
nl: Algemeen

source: Mirrors
bg: Огледала
hr: Zrcalni poslužitelji

source: About
bg: Относно:
hr: O programu
nl: Over

source: %s applications searched
bg: търсени %s приложения
hr: %s aplikacija pretraženo
nl: %s applicaties doorzocht

source: HotApps
hr: Vruće Aplikacije

source: Internet
bg: Интернет

source: Ham radio
bg: Ham радио
