Repository: martyr-deepin/deepin-store
Catalog: locale/*.po
Languages: bg, hr, nl

source: Popular recommendations
bg: Популярни препоръки
hr: Popularne preporuke
nl: Populaire aanbevelingen

source: Loading comments...
bg: Зареждане на коментарите...
hr: Učitavanje komentara...
nl: Bezig met laden van reacties...

source: Download: %s
bg: Свали: %s
hr: Preuzimanje: %s

source: Category:
bg: Категория:
hr: Kategorija:
nl: Categorie:

source: Version: %s
bg: Версия: %s
hr: Inačica: %s
nl: Versie: %s

source: Download: 0
bg: Свали: 0
hr: Preuzimanje: 0

source: Size: calculating...
bg: Размер: изчисляване...
hr: Veličina: izračunavanje...
nl: Grootte: bezig met berekenen...

source: Visit Homepage
bg: Посети началната страница
hr: Posjeti web stranicu
nl: Thuispagina bezoeken

source: Not found
bg: Не е открит
hr: Nije pronađeno
nl: Niet gevonden

source: Successfully installed
bg: Успешно инсталиран
hr: Uspješno instalirano
nl: Succesvol geïnstalleerd

source: Size: %s
bg: Размер: %s
hr: Veličina: %s
nl: Grootte: %s

source: Powered by UpYun.com
bg: Осъществено от UpYun.com
hr: Pokreće UpYun.com
nl: Aangestuurd door UpYun.com

source: %s applications can be uninstalled
bg: %s програми могат да се деинсталират
hr: %s aplikacija se može deinstalirati
nl: %s applicaties kunnen worden gedeïnstalleerd

source: Waiting for uninstall
bg: Изчаква деинсталация
hr: Čekanje na deinstalaciju
nl: Wachten voor deïnstalleren

source: Uninstalling
bg: Деинсталиране
hr: Deinstalacija
nl: Bezig met deïnstalleren

source: Uninstallation completed
bg: Деинсталацията приключи
hr: Deinstalacija završena
nl: Deïnstallatie voltooid

source: %s: request for starting applications sent
bg: %s: искането за стартиране на приложението е изпратено
hr: %s: potrebno za pokretanje slanja aplikacija
nl: %s: verzoek om toepassingen te starten verzonden

source: Please wait a moment while system upgrade is being performed... Do not turn off your computer.
bg: Моля изчакайте за момент, докато се извършва ъпгрейд на системата... Не изключвайте компютъра.
hr: Pričekajte malo dok se sustav nadograđuje... Ne isključujete vaše računalo.
nl: Een moment geduld terwijl er een systeemupgrade wordt uitgevoerd... Schakel de computer niet uit!

source: Upgrade
bg: Ъпгрейд
hr: Nadogradnja

source: There are %s packages needed to upgrade in your system, please use Deepin Store to upgrade.
bg: Има %s пакети нуждаещи се от ъпгрейд в системата ви, моля използвайте Deepin Магазин, за да ъпгрейднете.
hr: %s paketa je potrebno nadograditi na vašem sustavu, koristite Deepin centar softvera za nadogradnju.
nl: Er zijn %s pakketten aanwezig op uw systeem die moeten worden bijgewerkt. Start alstublieft Deepin Softwarecentrum om ze bij te werken!

source: Deepin Store
bg: Магазина на Deepin
hr: Deepin centar softvera
nl: Deepin Softwarecentrum

source: There is %s package needed to upgrade in your system, please use Deepin Store to upgrade.
bg: Има %s пакет нуждаещи се от ъпгрейд в системата ви, моля използвайте Deepin Магазин, за да ъпгрейднете.
hr: %s paketa je potrebno nadograditi na vašem sustavu, koristite Deepin centar softvera za nadogradnju.
nl: Het pakket %s moet worden bijgewerkt. Start alstublieft Deepin Softwarecentrum om hem bij te werken.

source: %s applications are being installed
bg: %s приложения се инсталират.
hr: %s aplikacija se instalira
nl: %s applicaties worden geïnstalleerd

source: Dependencies analyzing
bg: Зависимостите се анализират
hr: Analiza međuovisnosti
nl: Bezig met analyseren van afhankelijkheden

source: Installed
bg: Инсталиран
hr: Instalirano
nl: Geïnstalleerd

source: Download was interrupted
bg: Свалянето беше прекъснато
hr: Preuzimanje je prekinuto
nl: Download werd onderbroken

source: Installation was interrupted
bg: Инсталирането беше прекъснато
hr: Instalacija je prekinuta
nl: Installatie werd onderbroken

source: Waiting for download
bg: Изчакване за сваляне
hr: Čekanje za preuzimanje
nl: Wachten voor downloaden

source: Downloading
bg: Сваляне
hr: Preuzimanje
nl: Bezig met downloaden

source: Download failed
bg: Свалянето се провали
hr: Preuzimanje je neuspjelo
nl: Downloaden mislukt

source: Waiting for installation
bg: Изчакване за инсталиране
hr: Čekanje na instalaciju
nl: Wachten voor installatie

source: Dependencies analysis failed
bg: Анализа на зависимостите се провали
hr: Analiza međuovisnisti neuspjela
nl: Analyse van afhankelijkheden mislukt

source: Installing
bg: Инсталиране
hr: Instalacija
nl: Bezig met installeren

source: Installation completed
bg: Инсталацията е завършена
hr: Instalacija završena
nl: Installatie voltooid

source: Last system upgraded time:
bg: Последно време за ъпгрейд на системата:
hr: Sustav je posljednji puta nadograđen:
nl: Laatste systeemupgrade-tijd:

source: No reminder to upgrade (%s)
bg: Няма напомняне за ъпгрейд (%s)
hr: Nema podsjetnika nadogradnje (%s)
nl: Geen herinnering om te upgraden (%s)

source: Upgrade applications selected
bg: Ъпгрейдни изпраните приложения
hr: Aplikacije za nadogradnju su odabrane
nl: Geselecteerde applicatie upgraden

source: %s applications are available for upgrade
bg: %s приложения са достъпни за ъпгрейд
hr: %s aplikacija je dostupno za nadogradnju
nl: %s applicaties zijn beschikbaar voor upgrade

source: Remind again
bg: Напомни отново
hr: Podsjeti ponovno
nl: Opnieuw aan herinneren

source: %s applications are not being watched
bg: %s приложения се наблюдават
hr: %s aplikacija se ne promatra
nl: %s applicaties worden niet bekeken

source: Shut down the computer after upgraded
bg: Изключи компютъра след ъпгрейд
hr: Isključi računalo nakon nadogradnje
nl: Schakel de computer uit na het upgraden

source: This function is invalid without Deepin System Settings installed.
bg: Тази функция е невалидна без инсталирани Deepin Системни Настройки.
hr: Ova funkcija je neispravna bez instaliranih Deepin postavka sustava.
nl: Deze functie is ongeldig zonder installatie van Deepin System Settings.

source: Deepin Desktop Environment is not installed, this function is invalid!
bg: Deepin Графична Среда не е инсталирана, тази функция е невалидна!
hr: Deepin radno okruženje nije instalirano, ova funkcija je neispravna!
nl: Deepin Desktop Environment is niet geïnstalleerd, deze functie is ongeldig!

source: The system is not Deepin, this function is invalid.
bg: Системата не е Deepin, тази функция е невалидна.
hr: Operativni sustav nije Deepin, ova funkcija je neispravna.
nl: Het systeem is niet Deepin, deze functie is ongeldig.

source: Downloading upgrade packages
bg: Сваляне на пакети за ъпгрейд
hr: Preuzimanje paketa nadogradnje
nl: Upgrade pakketten downloaden

source: Last time of refreshed package lists:
bg: Списъци с пакети от последното обновяване:
hr: Popis paketa je posljednji puta osvježen:
nl: Laatste tijd van ververste pakketlijsten:

source: Mirror Receiving:
bg: Получаване на огледала:
hr: Prijem zrcalnog poslužitelja:
nl: Mirror Ontvangen:

source: Failed to download upgrade packages
bg: Свалянето на пакетите за ъпгрейд се провали
hr: Neuspjelo preuzimanje paketa nadogradnje
nl: Download van upgrade pakketten mislukt

source: The requested package does not exist on server.
bg: Исканият пакет не съществува на сървъра.
hr: Zahtijevani paketi ne postoje na poslužitelju.
nl: Het gevraagde pakket bestaat niet op de server.

source: Suggest to
bg: Предложи на
hr: Predloženo
nl: Aanraden aan

source: refresh package lists
bg: обнови списъците с пакети
hr: osvježi popis paketa
nl: pakketlijsten verversen

source: and try again.
bg: и опитай отново.
hr: i pokušaj ponovno.
nl: en probeer opnieuw.

source: Failed to install upgrade packages
bg: Неуспешна инсталация на надграждащи пакети
hr: Neuspjelo instaliranje paketa nadogradnje
nl: Installatie van upgrade pakketten mislukt.

source: This problem occurs due to corrupted local apt dependency relationship.
bg: Този проблем възникна заради нарушени apt взаимовръзки.
hr: Ovaj problem nastaje uslijed oštećenih lokalnih apt međuovisnostima.
nl: Dit probleem doet zich voor als gevolg van corrupte lokale apt afhankelijkheidsrelatie.

source: Warning
bg: Внимание
hr: Upozorenje
nl: Waarschuwing

source: The upgrade requires to uninstall crucial components due to corrupted local dependencies or incorrect package dependencies on server.
bg: Надграждането изисква премахване на критични компоненти поради нарушени локални зависимости или неправилни пакетни зависимости от сървъра.
hr: Nadogradnja zahtijeva deinstalaciju ključnih komponenti zbog oštećenih lokalnih međuovisnisti ili neispravnih međuovisnosti paketa na poslužitelju.
nl: De upgrade vereist het deïnstalleren van cruciale componenten als gevolg van corrupte lokale afhankelijkheden of onjuiste pakketafhankelijkheden op de server.

source: If the prompt occurs again, you could
bg: При нова поява на питане, може да
hr: Ako se upit ponovno pojavi, mogli biste
nl: Indien de aanwijzing weer optreedt, kunt u

source: send error report
bg: изпращане доклада за грешка
hr: poslati izvješće greške
nl: foutrapport versturen

source: Uploading error log
bg: Качаване дневника с грешки
hr: Slanje zapisa greške
nl: Foutlog uploaden

source: The error was successfully reported and will be handled soon.
bg: Грешката е успешно докладвана и ще се разгледа скоро.
hr: Greška je uspješno prijavljena i uskoro će bit provjerena.
nl: De fout is met succes gemeld en zal binnenkort behandeld worden.

source: Failed to send the error report. You could try again.
bg: Неуспешно изпращане на доклада с грешка. Опитайте отново.
hr: Neuspjelo slanje izvješća greške. Pokušajte ponovno.
nl: Verzending van foutenrapport mislukt. U kunt opnieuw proberen.

source: This problem occurs due to corrupted local apt dependence relationship.
bg: Този проблем възникна заради нарушени apt взаимовръзки.
hr: Ovaj problem nastaje uslijed oštećenih lokalnih apt međuovisnostima.
nl: Dit probleem doet zich voor als gevolg van corrupte lokale apt afhankelijkheidsrelatie.

source: %s package(s) are available for upgrade, %s will be downloaded.
bg: %s пакет(и) да достъпни за надграждане, %s ще се изтеглят.
hr: %s paket(a) je dostupno za nadogradnju, %s će biti preuzeto.
nl: %s pakket(ten) zijn beschikbaar voor upgrade, %s zullen worden gedownload.

source: Finished analyzing dependencies.
bg: Завършен анализ на зависимости.
hr: Analiza međuovisnosti završena.
nl: Analyseren van afhankelijkheden voltooid.

source: Download has started
bg: Свалянето е започнало
hr: Preuzimanje je započelo
nl: Download is begonnen

source: Completed: %s/%s (%s/%s) Download Rate: %s/s
bg: Завършени: %s/%s (%s/%s) Download Rate: %s/s
hr: Završeno: %s/%s (%s/%s) Brzina preuzimanja: %s/s
nl: Voltooid: %s/%s (%s/%s) Downloadsnelheid: %s/s

source: Download finished.
bg: Изтеглянето приключи.
hr: Preuzimanje završeno.
nl: Download afgerond.

source: Download stopped.
bg: Изтегленято е спряно.
hr: Preuzimanje zaustavljeno.
nl: Download gestopt.

source: Installing upgrade packages
bg: Инсталиране надраждащите пакети
hr: Instalacija paketa nadogradnje
nl: Upgrade pakketten installeren

source: Upgrading...
bg: Надраждане…
hr: Nadograđivanje...
nl: Upgraden...

source: Upgrade completed
bg: Надраждането приключеното
hr: Nadogradnja završena
nl: Upgrade voltooid

source: Waiting for upgrade
bg: Изчакване за надграждане
hr: Čekanje za nadogradnju
nl: Wachten op upgrade

source: Upgrading
bg: Надграждане
hr: Nadograđivanje
nl: Upgraden

source: Top 25 weekly
bg: Седмичен топ 25
hr: 25 najpopularnijih tjedno
nl: Top 25 wekelijks

source: Top 25 monthly
bg: Месечен топ 25
hr: 25 najpopularnijih mjesečno
nl: Top 25 maandelijks

source: Top 25 totally
bg: Общ топ 25
hr: 25 najpopularnijih
nl: Top 25 totaal

source: Browser
bg: Браузър
hr: Web preglednici

source: Instant messaging
bg: Бързи съобщения
hr: Trenutno dopisivanje

source: Email
bg: Е-поща
hr: Elektronička pošta

source: File transfer
bg: Файлов трансфер
hr: Prijenos datoteka
nl: Bestandsoverdracht

source: News
bg: Новини
hr: Novosti
nl: Nieuws

source: Remote access
bg: Отдалечен достъп
hr: Udaljeni pristup
nl: Toegang op afstand

source: Security
bg: Сигурност
hr: Sigurnost
nl: Beveiliging

source: Miscellaneous
bg: Разни
hr: Razno
nl: Diversen

source: Multimedia
bg: Мултимедия
hr: Multimedija

source: Audiovideo
bg: Аудио-видео
hr: Zvuk i video

source: Media Editing
bg: Редакция на медиа
hr: Uređivanje medija
nl: Media bewerking

source: Disc burner
bg: Запис на диск
hr: Snimanje diska
nl: Diskbrander

source: Mixer
hr: Mikseri

source: Player
bg: Плеър
hr: Reprodukcija

source: Recorder
hr: Snimanje

source: Sequencer
hr: Usklađivanje

source: Tuner
bg: Тунер
hr: Prijemnici

source: Games
bg: Игри
hr: Igre
nl: Spellen

source: Action games
bg: Екшън игри
hr: Akcijske igre
nl: Actiespellen

source: Advernture games
bg: Приключенски игри
hr: Avanturističke igre
nl: Avontuurspellen

source: Arcade games
bg: Аркадни игри
hr: Arkadne igre
nl: Arcadespelletjes

source: Board games
bg: Настолни игри
hr: Društvene igre
nl: Bordspelletjes

source: Card games
bg: Игри с карти
hr: Kartaške igre
nl: Kaartspelletjes

source: Emulator
bg: Емулатор
hr: Emulatori

source: Kids games
bg: Детски игри
hr: Dječje igre
nl: Kinderspelletjes

source: Logic games
bg: Логически игри
hr: Logičke igre
nl: Logicaspelletjes

source: Puzzle games
bg: Пъзели
hr: Slagalice
nl: Puzzelspelletjes

source: Role-playing games
bg: Ролеви игри
hr: Role-playing igare
nl: Rollenspellen

source: Sports games
bg: Спортни игри
hr: Sportske igre
nl: Sport spelletjes

source: Strategy games
bg: Стратегически игри
hr: Strategijske igre
nl: Strategiespellen

source: Graphics
bg: Графика
hr: Grafika

source: 2D graphics
bg: 2D графика
hr: 2D grafika

source: 3D graphics
bg: 3D графика
hr: 3D grafika

source: Image processing
bg: Обработка на изображения
hr: Obrada slike
nl: Beeldverwerking

source: Photography
bg: Фотография
hr: Fotografija
nl: Fotografie

source: Vector graphics
bg: Векторна графика
hr: Vektorska grafika

source: Viewer
hr: Preglednici

source: Productivity
bg: Продуктивност
hr: Produktivnost
nl: Productiviteit

source: Office
bg: Офис
hr: Ured
nl: Kantoor

source: Scanning printing
bg: Сканиране и принтиране
hr: Skeniranje i ispisivanje
nl: Scannen printen

source: Industry
bg: Индустрия
hr: Industrija
nl: Industrie

source: Engineering
bg: Инженерни
hr: Inžinjerstvo
nl: Techniek

source: Finance
bg: Финанси
hr: Financije
nl: Financiën

source: Medical
bg: Медицина
hr: Medicina
nl: Medisch

source: Publishing
bg: Публикуване
hr: Izdavaštvo
nl: Publiceren

source: Science Education
bg: Наука и образование
hr: Znanost i obrazovanje
nl: Wetenschapseducatie

source: Languages
bg: Езици
hr: Jezici
nl: Talen

source: Religion
bg: Религия
hr: Religija
nl: Religie

source: Science
bg: Наука
hr: Znanost
nl: Wetenschap

source: Development
bg: Разработка
hr: Razvojni alati
nl: Ontwikkeling

source: Database
bg: База от дани
hr: Baza podataka

source: Debugging
bg: Дебъгване
hr: Otklanjanje greške
nl: Debuggen

source: Software development
bg: Софтуерна разработка
hr: Razvoj softvera
nl: Software ontwikkeling

source: Version control
bg: Контрол на версиите
hr: Upravljanje inačicom
nl: Versie controle

source: Web development
bg: Web разработка
hr: Web razvoj
nl: Webontwikkeling

source: System
bg: Система
hr: Sustav
nl: Systeem

source: Desktop environment
bg: Десктоп среда
hr: Radna okruženja
nl: Desktop omgeving

source: Monitor
bg: Монитор
hr: Nadziranje

source: Network
bg: Мрежа
hr: Mreža
nl: Netwerk

source: Package manager
bg: Диспечер на пакети
hr: Upravitelji paketa
nl: Pakketbeheerder

source: Settings
bg: Настройки
hr: Postavke
nl: Instellingen

source: Virtualization
bg: Виртуализация
hr: Virtualizacija
nl: Virtualisatie

source: Window manager
bg: Window диспечер
hr: Upravitelji prozora
nl: Venstermanager

source: Utilities
bg: Инстументи
hr: Uslužni programi
nl: Hulpprogramma's

source: Accessories
bg: Аксесуари
hr: Pribori
nl: Accessoires

source: Archiving
bg: Архивиране
hr: Arhiviranje
nl: Archiveren

source: Emulation
bg: Емулация
hr: Emulacija
nl: Emulatie

source: File manager
bg: Файлов мениджър
hr: Upravitelji datoteka
nl: Bestandsbeheerder

source: Screensaver
bg: Предпазване на екрана
hr: Čuvari zaslona

source: Terminal emulator
bg: Термнален амулатор
hr: Emulatori terminala

source: Text editor
bg: Редактор на текст
hr: Uređivači teksta
nl: Tekstverwerker

source: %s: %s applications
bg: %s: %s приложения
hr: %s: %s aplikacija
nl: %s: %s toepassingen

source: %s > %s : %s applications
bg: %s > %s : %s приложения
hr: %s > %s : %s aplikacija
nl: %s > %s : %s toepassingen

source: Home
bg: Домашна папка
hr: Početno
nl: Thuis

source: Recommendations
bg: Препоричани
hr: Preporuke
nl: Aanbevelingen

source: Topics
bg: Теми
hr: Tematski
nl: Onderwerpen

source: Download rank
hr: <b>Poredak preuzimanja:</b>
nl: Download rangschikking

source: Just now
hr: Upravo sada
nl: Zonet

source: One minute ago
bg: Преди минута
hr: Prije jedne minute
nl: Een minuut geleden

source: %s minutes ago
bg: преди %s минути
hr: Prije %s minuta
nl: %s minuten geleden

source: One hour ago
bg: Преди час
hr: Prije jednog sata
nl: Een uur geleden

source: %s hours ago
bg: преди %s часа
hr: Prije %s sata
nl: %s uur geleden

source: Yesterday
bg: Вчера
hr: Jučer
nl: Gisteren

source: Click to refresh
bg: Щракни за обновяване
hr: Klikni za osvježavanje
nl: Klik om te verversen

source: OK
bg: ОК
hr: U redu
nl: Oké

source: Cancel
bg: Отмяна
hr: Poništi
nl: Annuleren

source: Running
bg: Протичане
hr: Pokretanje
nl: Uitvoeren

source: Preparing
bg: Подготовка
hr: Pripremanje
nl: Voorbereiden

source: Unpacking
bg: Разпакетиране
hr: Raspakiravanje
nl: Ontpakken

source: Preparing to configure
bg: Порготвяне за конфигуриране
hr: Pripremanje podešavanja
nl: Voorbereiden om te configureren

source: Configuring
bg: Конфигуриране
hr: Podešavanje
nl: Configureren

source: Err
hr: Greška

source: Ign
hr: Zanemari

source: Get
hr: Nabavi
nl: Krijgen

source: Hit
hr: Pogodak

source: %s haven't any desktop file
bg: %s няма файл на десктопа
hr: %s nema nijedne datoteke radne površine
nl: %s heeft geen bureaublad bestand

source: Sending rating...
bg: Изпращане на рейтинг
hr: Slanje ocjene...
nl: Waardering versturen...

source: You have already scored. ;)
bg: Вече го оценихте. ;)
hr: Već ste ocjenili. ;)
nl: U heeft reeds gescoord. ;)

source: Rated successfully. Thanks for your involvement.
bg: Рейтънга е отчетен. Благодарим за съдействието ви.
hr: Ocjenjeno uspješno. Hvala vam na vašem sudjelovanju.
nl: Waardering succesvol. Bedankt voor uw betrokkenheid.

source: Rating failed. Please check your network connection!
bg: Рейтинга не е изпратен. Проверете мрежовата връзка!
hr: Ocjenjivanje neuspješno. Provjerite vaše mrežno povezivanje!
nl: Waardering mislukt. Gelieve uw netwerkverbinding na te kijken!

source: Uninstall %s Successfully.
bg: Деинсталирането на %s успешно.
hr: %s je uspješno deinstaliran.
nl: Verwijderen %s Succesvol.

source: Uninstall
bg: Деинсталиране
hr: Deinstalacija
nl: Verwijderen

source: %s packages upgrade successfully.
bg: успешни %s пакетни надграждания
hr: %s paketa je uspješno nadograđeno.
nl: %s pakketten met succes geüpgraded.

source: Install %s Successfully.
bg: %s успешни инсталации.
hr: %s je uspješno instaliran.
nl: Installatie %s succesvol.

source: Install
bg: Инсталиране
hr: Instalacija
nl: Installeren

source: Generating package list database...
bg: Генерация на списък с пакети от базата…
hr: Generiranje baze podataka popisa paketa...
nl: Pakketlijst database genereren...

source: Package lists refreshed completely.
bg: Списъка с пакети е успешно обновен.
hr: Popis paketa je osvježen.
nl: Pakketlijsten volledig ververst.

source: Failed to refresh package lists.
bg: Неушпешно обновяване на списъка с пакети.
hr: Neuspjelo osvježavanje popisa paketa.
nl: Verversen van de pakketlijsten mislukt.

source: Try again
bg: Опитайте отново
hr: Pokušaj ponovno
nl: Probeer opnieuw

source: Problem occurred when analyzing dependencies for %s. Installation aborted.
bg: Възникна проблем пи анализ на зависимости за %s. Инсталацията прекратена.
hr: Problem je nastao tijekom analize međuovisnisti za %s. Instalacija prekinuta.
nl: Probleem opgetreden tijdens het analyseren van afhankelijkheden voor %s. Installatie afgebroken.

source: Problem occurred when analyzing dependencies for %s. Upgrade aborted.
bg: Възникна проблем пи анализ на зависимости за %s. Надграждането прекратено.
hr: Problem je nastao tijekom analize međuovisnisti za %s. Nadogradnja prekinuta.
nl: Probleem trad op tijdens analyseren van de afhankelijkheden voor %s. Upgrade afgebroken.

source: The requested package "%s" was not found in the package list.
bg: Необходимият пакет за "%s" не е намерен в списъка с пакети.
hr: Potreban paket "%s" nije pronađen u popisu paketa.
nl: Het gevraagde pakket "%s" is niet gevonden in de pakketten lijst.

source: Refresh package lists again and try again.
bg: Обнови списъка с пакети и отново.
hr: Osvježi popis paketa i ponovno pokušaj.
nl: Ververs pakketlijsten opnieuw en probeer opnieuw

source: Join us
bg: Присъедини се към нас
hr: Pridružite nam se
nl: Doe mee

source: Installation
bg: Инсталация
hr: Instalacija
nl: Installatie

source: Refresh package lists
bg: Обновяване на списък с пакети
hr: Osvježi popis paketa
nl: Ververs pakketlijsten

source: Open download directory
bg: Отваряне на папката за сваляне
hr: Otvori direktorij preuzimanja
nl: Open download map

source: Clear up cached packages
bg: Изчистване на кешираните пакети
hr: Isprazni direktorij preuzimanja
nl: Schoon gecachede pakketten op

source: View new features
bg: Преглед на нови възможности
hr: Pogledajte nove značajke
nl: Bekijk nieuwe functies

source: Preferences
bg: Свойства
hr: Osobitosti
nl: Voorkeuren

source: Quit
bg: Изход
hr: Zatvori
nl: Afsluiten

source: You have cleared up %s packages and saved %s of space.
bg: Почистихте %s пакети и освободихте %s пространство.
hr: Obrisali ste %s paketa i oslobodili ste %s prostora.
nl: U heeft %s pakketten opgeruimd en %s ruimte bespaard.

source: Your system cache is empty.
bg: Вашият системен кеш е празен.
hr: Vaša predmemorija sustava je prazna.l
nl: Uw systeemtache is leeg.

source: No reminder
bg: Без напомяне
hr: Bez podsjetnika
nl: Geen herinnering

source: Version:
bg: Версия:
hr: Inačica:
nl: Versie:

source: Deepin Store is a commonly used software center on Linux. We selected more than 2,600 excellent applications with many functions of installation and uninstalling, software repository and popular recommendations, which supports 1-click quick installation, multi-threaded download and clearing of cached packages. It provides topics for software introduction and shares good applications. Deepin Store is a free software licensed under GNU GPLv3.
hr: Deepin centar softvera je najčešće korišteni softverski centar na Linuxu. Odabrali smo više od 2,600 izvrsnih aplikacija s mnogo funkcija instalacije i deinstalacije, softverskih repozitorija i popularnih preporuka, koje podržavaju brzu instalaciju 1-klikom, višestruko preuzimanje i brisanje paketa iz privremenog direktorija preuzimanja. Pruža tematske odjeljke za predstavljanje softvera i dijeljenje dobrih aplikacija. Deepin centar softvera je slobodan softver licenciran pod GNU GPLv3.
nl: Deepin Softwarecentrum is een veelgebruikt softwarecentrum op Linux. Wij hebben meer dan 2600 uitstekende applicaties met veel functies geselecteerd voor u om te installeren en deïnstalleren uit onze pakketbron en populaire aanbevelingen. Deze zijn allemaal met één klik te installeren. Meerdere downloads tegelijkertijd wordt ondersteund, evenals het wissen van gecachete pakketten. Het bevat onderwerpen voor introductie van software en bevat goede applicaties. Deepin Softwarencetrum is gratis software, gelicenseerd onder de GNU GPLv3-licentie.
